{
  "home": {
    "title": "Fixed right, every time.",
    "description": "Our domestic services platform instantly connects you with skilled professionals — no guesswork, clear prices, and transparent progress — ensuring stress-free services at your fingertips.",
    "buttons": {
      "contact": "Contact us",
      "register": "Register here",
      "cancel": "Cancel",
      "send": "Send"
    },
    "placeholders": {
      "yourEmail": "Your email",
      "tellUs": "Tell us"
    },
    "coming": "Coming soon",
    "subTitle": "Find a Service",
    "services": {
      "label1": "Home Improvement",
      "label2": "Moving and Organizing",
      "label3": "Household Cleaning Services",
      "label4": "Repairs and Maintenance",
      "label5": "Pest Control Services",
      "label6": "Gardening and Lawn Care"
    },
    "qas": {
      "qa1": {
        "title": "What we do",
        "description": "We connect clients with professional contractors to meet the full spectrum of each home’s needs. <br />We ensure every project is completed fairly, effectively, and efficiently. From service browsing, to deal-making, to project tracking, we aim for excellence at every step."
      },
      "qa2": {
        "title": "How we do it",
        "description": "You browse, choose, connect, sign, track, and pay. <br />We make sure to keep it prompt, reliable, and catered to your needs. <br />Because information and transparency are often neglected, we made it a priority."
      },
      "qa3": {
        "title": "Who we serve",
        "description": "Individuals and SMB’s who seek the completion of small-medium sized tasks, recurrent or non-recurrent. <br />Contractors, both individuals and businesses, with expertise in the tangent sub-industries of domestic services, looking to expand their operations, while adhering to our standards."
      }
    },
    "client": {
      "text1": "It’s never been easier",
      "text2": "to find the service you need",
      "text3": "Find, pay, and go – all in one seamless process"
    },
    "modal": {
      "title1": "Continue as",
      "title2": "Complete",
      "client": "Client",
      "company": "Company",
      "back": "Back",
      "email": "Email",
      "message": "Message",
      "send": "Send"
    },
    "allRights": "All rights reserved",
    "emailMessages": {
      "contactThanks": "Hi there,\n\nThanks for Contact Us — we’re thrilled to have you on board!\n\nWe’re putting the final touches on the platform and can’t wait to show you what we’ve been working on. You’ll be the first to know the moment we go live.\n\nTalk soon,\nTeam Asac",
      "signupThanks": "Hi there,\n\nThanks for signing up — we’re thrilled to have you on board!\n\nWe’re putting the final touches on the platform and can’t wait to show you what we’ve been working on. You’ll be the first to know the moment we go live.\n\nTalk soon,\nTeam Asac"
    },
    "messageSentSuccess": "Your message has been sent successfully"
  },
  "terms": {
    "back": "Back",
    "title": "Terms and conditions",
    "effectiveDate": "Effective date: 15 February 2025",
    "section1Title": "1. About ASAC",
    "section1Text1": "Asac is an online platform that connects individuals and businesses (\"Clients\") with legally established service providers (\"Providers\") such as SRLs (Limited Liability Companies) offering domestic services, including but not limited to cleaning, repairs, and installations.",
    "section1Text2": "All Providers operating on Asac must be legally registered businesses and are subject to a verification process.",
    "section1Text3": "Asac acts solely as an intermediary and does not itself provide services.",
    "section2Title": "2. Eligibility",
    "section2Text1": "You must be at least 18 years old to use Asac.",
    "section2Text2": "Service Providers must be legally established entities (e.g., SRL, S.A., or equivalent under Romanian law) and authorized to offer the services they promote.",
    "section2Text3": "Providers must submit valid registration information, which will be:",
    "section2List1": "Collected during onboarding",
    "section2List2": "Automatically verified through official databases",
    "section2List3": "Manually reviewed by the ASAC team",
    "section3Title": "3. Accounts and Registration",
    "section3Text1": "To access and use any functionalities of the Asac Platform, both Clients and Service Providers must create and maintain an active account.",
    "section3Text2": "By creating an account, you agree to:",
    "section3List1": "Provide accurate, complete, and updated registration information",
    "section3List2": "Maintain the security of your account credentials",
    "section3List3": "Be fully responsible for all activities that occur under your account",
    "section3Text3": "You may not transfer your account to another person or entity without prior written consent.",
    "section3Text4": "Asac reserves the right to suspend or terminate accounts that provide false information or violate these Terms.",
    "section4Title": "4. Services, Contracts, and Responsibility",
    "section4Text1": "Asac connects Clients with legally registered Providers but is not a party to the service agreements between them.",
    "section4Text2": "Clients and Providers are responsible for negotiating the scope of services and adjusting contract terms according to their discussions.",
    "section4Text3": "All communications, negotiations, agreements, and payments must occur through the Asac Platform.",
    "section4Subtitle1": "Off-Platform Transactions Prohibited",
    "section4Text4": "Any attempt to:",
    "section4List1": "Circumvent the Platform",
    "section4List2": "Finalize or complete service transactions outside of Asac",
    "section4List3": "Avoid platform fees, escrow, or documentation requirements, is strictly prohibited.",
    "section4Text5": "If such behavior is detected or suspected, Asac reserves the right to:",
    "section4List4": "Investigate the activity",
    "section4List5": "Request and evaluate evidence from involved parties",
    "section4List6": "Provide available platform-based evidence (e.g., logs, timestamps, message trails) to support internal review or official legal inquiries",
    "section4List7": "Suspend or permanently terminate the involved accounts without prior notice",
    "section4List8": "Pursue legal remedies available under applicable law",
    "section4Subtitle2": "Provider Responsibility",
    "section4Text6": "Each Provider listed on Asac operates as an independent, legally established business.",
    "section4Text7": "Providers acknowledge and accept that they bear full professional, fiscal, and legal responsibility for all services rendered via the Asac platform.",
    "section4Text8": "This includes:",
    "section4List9": "Compliance with Romanian laws and industry-specific regulations;",
    "section4List10": "Possession of necessary licenses, permits, or insurance policies;",
    "section4List11": "Fiscal responsibility for invoicing, taxes, and financial reporting.",
    "section4Text9": "Asac does not supervise, control, or directly participate in the work performed by Providers and shall not be held liable for any claims, losses, damages, or disputes arising from services delivered.",
    "section5Title": "5. Payments and Escrow",
    "section5Text1": "All payments between Clients and Providers must be processed through Stripe, integrated with the Asac Platform.",
    "section5List1": "Upon agreement between Client and Provider, payment is collected and securely held in escrow.",
    "section5List2": "Funds are released to the Provider once the Client confirms satisfactory completion of services.",
    "section5List3": "Invoices are issued after the successful completion of services, in accordance with Romanian accounting and fiscal requirements.",
    "section5Text2": "Asac may apply a platform service fee, which will be transparently disclosed during the booking process.",
    "section6Title": "6. Cancellations and Refunds",
    "section6Text1": "Cancellation and refund policies are governed by the individual agreements between Clients and Providers.",
    "section6Text2": "In case of disputes, Asac may offer limited dispute resolution assistance, but final responsibility lies with the parties involved.",
    "section6Text3": "Funds held in escrow may be refunded or redirected based on documented evidence and Asac’s reasonable determination.",
    "section7Title": "7. Platform Use Rules",
    "section7Text1": "When using Asac, you agree to:",
    "section7List1": "Provide truthful, complete, and legal information;",
    "section7List2": "Respect Romanian and EU applicable laws and regulations;",
    "section7List3": "Engage with other users professionally and in good faith;",
    "section7List4": "Not engage in abusive, misleading, illegal, or harmful behavior;",
    "section7List5": "Not scrape, copy, or misuse content from the Platform;",
    "section7List6": "Use Asac solely for lawful transactions conducted through the Platform.",
    "section7Text2": "Violation of these rules may result in immediate suspension or termination of your account.",
    "section8Title": "8. Verification and Audits",
    "section8Text1": "Asac reserves the right to periodically audit Providers to ensure compliance with registration, licensing, insurance, and service standards.",
    "section8Text2": "Providers who fail to meet Asac’s verification standards or provide false/misleading documentation may have their accounts restricted or terminated.",
    "section9Title": "9. Privacy and Data Protection",
    "section9Text1": "Your privacy is important to us.",
    "section9Text2": "By using Asac, you agree to the collection and use of your information as described in our [Privacy Policy Link].",
    "section9Text3": "We process personal data in accordance with:",
    "section9List1": "The GDPR (Regulation (EU) 2016/679)",
    "section9List2": "Romanian Law no. 190/2018 on GDPR application.",
    "section9Text4": "Collected data includes personal and company information, necessary for user verification, financial transactions, and platform improvements.",
    "section10Title": "10. Intellectual Property",
    "section10Text1": "All content on Asac (excluding user-generated content) — including but not limited to logos, design, and text — is the property of Asac or its licensors, protected by Romanian and international intellectual property laws.",
    "section10Text2": "You may not use, copy, or distribute any content without prior written consent.",
    "section11Title": "11. Disclaimers and Limitation of Liability",
    "section11Text1": "Asac is provided \"as is\" and \"as available.\"",
    "section11Text2": "To the fullest extent permitted by law, Asac:",
    "section11Item1": "Disclaims all warranties of merchantability, fitness for a particular purpose, and non-infringement",
    "section11Item2": "Does not guarantee uninterrupted or error-free service operation",
    "section11Item3": "Is not liable for any direct, indirect, incidental, consequential, or punitive damages arising out of or related to your use of the Platform or services arranged through it.",
    "section11Text3": "Asac’s total liability is limited to the amount of fees collected by Asac from you in the twelve (12) months preceding the event giving rise to liability.",
    "section12Title": "12. Modifications",
    "section12Text1": "We may modify these Terms at any time.",
    "section12Text2": "If changes are material, we will notify users by posting an updated version and updating the \"Effective Date.\"",
    "section12Text3": "Your continued use of Asac after changes constitutes your acceptance of the new Terms.",
    "section13Title": "13. Governing Law",
    "section13Text1": "These Terms are governed by and interpreted according to the laws of Romania.",
    "section13Text2": "Any disputes shall be subject to the exclusive jurisdiction of the Romanian courts.",
    "section14Title": "14. Contact Us",
    "section14Text1": "For any questions or concerns regarding these Terms or your use of Asac, please contact",
    "section14Text2": "📩 contact@asac.app"
  }
}
