{
  "home": {
    "title": "Bien hecho, siempre.",
    "description": "Nuestra plataforma de servicios domésticos le conecta instantáneamente con profesionales cualificados; sin conjeturas, precios claros y progreso transparente; garantizando servicios sin estrés al alcance de su mano.",
    "buttons": {
      "contact": "Contáctanos",
      "register": "Regístrate aquí",
      "cancel": "Cancelar",
      "send": "Enviar"
    },
    "placeholders": {
      "yourEmail": "Tu correo electrónico",
      "tellUs": "Cuéntanos"
    },
    "coming": "Próximamente",
    "subTitle": "Buscar un servicio",
    "services": {
      "label1": "Mejoras del hogar",
      "label2": "Mudanza y organización",
      "label3": "Servicios de limpieza del hogar",
      "label4": "Reparaciones y mantenimiento",
      "label5": "Servicios de control de plagas",
      "label6": "Jardinería y cuidado del césped"
    },
    "qas": {
      "qa1": {
        "title": "¿Qué hacemos?",
        "description": "Ponemos en contacto a clientes con contratistas profesionales para satisfacer las necesidades de sus hogares. <br /> Nos aseguramos de que cada proyecto se realice de forma justa, eficaz y eficiente. Desde la búsqueda de servicios, pasando por la negociación, hasta el seguimiento del proyecto, buscamos la excelencia en cada paso."
      },
      "qa2": {
        "title": "¿Cómo lo hacemos?",
        "description": "Usted busca, elige, se conecta; firma, realiza el seguimiento y paga. <br />Nos aseguramos de que todo sea rápido, fiable y adaptado a sus necesidades. <br />Porque la información y la transparencia a menudo se descuidan, hemos hecho de ello una prioridad."
      },
      "qa3": {
        "title": "¿A quién servimos?",
        "description": "Particulares y PYMES que buscan la realización de pequeñas y medianas tareas, recurrentes o no recurrentes. <br />Contratistas, tanto particulares como empresas, con experiencia en las subindustrias tangentes de los servicios domésticos, que buscan ampliar sus operaciones."
      }
    },
    "client": {
      "text1": "It’s never been easier",
      "text2": "to find the service you need",
      "text3": "Find, pay, and go – all in one seamless process"
    },
    "modal": {
      "title1": "Continuar como",
      "title2": "Completar",
      "client": "Cliente",
      "company": "Empresa",
      "back": "Atrás",
      "email": "Email",
      "message": "Mensaje",
      "send": "Enviar"
    },
    "allRights": "Todos los derechos reservados",
    "emailMessages": {
      "contactThanks": "Hola,\n\n¡Gracias por contactarnos! Estamos encantados de tenerte con nosotros.\n\nEstamos ultimando los detalles de la plataforma y no podemos esperar para mostrarte en qué hemos estado trabajando. Serás el primero en saber cuando estemos en línea.\n\nHasta pronto,\nEquipo Asac",
      "signupThanks": "Hola,\n\n¡Gracias por registrarte! Estamos encantados de tenerte con nosotros.\n\nEstamos ultimando los detalles de la plataforma y no podemos esperar para mostrarte en qué hemos estado trabajando. Serás el primero en saber cuando estemos en línea.\n\nHasta pronto,\nEquipo Asac"
    },
    "messageSentSuccess": "Tu mensaje ha sido enviado con éxito",
    "terms": "Términos y condiciones"
  },
  "terms": {
    "back": "Atrás",
    "title": "Términos y condiciones",
    "effectiveDate": "Fecha de entrada en vigor: 15 de febrero de 2025",
    "section1Title": "1. Acerca de ASAC",
    "section1Text1": "Asac es una plataforma en línea que conecta a personas y empresas (\"Clientes\") con proveedores de servicios legalmente establecidos (\"Proveedores\"), como las SRL (Sociedades de Responsabilidad Limitada), que ofrecen servicios domésticos, incluidos, entre otros, limpieza, reparaciones e instalaciones.",
    "section1Text2": "Todos los proveedores que operan en Asac deben ser empresas registradas legalmente y están sujetos a un proceso de verificación.",
    "section1Text3": "Asac actúa únicamente como intermediario y no proporciona servicios por sí mismo.",
    "section2Title": "2. Elegibilidad",
    "section2Text1": "Debes tener al menos 18 años para usar Asac.",
    "section2Text2": "Los proveedores de servicios deben ser entidades legalmente constituidas (por ejemplo, SRL, S.A. o equivalente bajo la ley rumana) y estar autorizados para ofrecer los servicios que promocionan.",
    "section2Text3": "Los proveedores deben presentar información de registro válida, que será:",
    "section2List1": "Recopilada durante el proceso de incorporación",
    "section2List2": "Verificada automáticamente a través de bases de datos oficiales",
    "section2List3": "Revisada manualmente por el equipo de ASAC",
    "section3Title": "3. Cuentas y Registro",
    "section3Text1": "Para acceder y utilizar cualquier funcionalidad de la plataforma Asac, tanto los clientes como los proveedores de servicios deben crear y mantener una cuenta activa.",
    "section3Text2": "Al crear una cuenta, aceptas:",
    "section3List1": "Proporcionar información de registro precisa, completa y actualizada",
    "section3List2": "Mantener la seguridad de las credenciales de tu cuenta",
    "section3List3": "Ser totalmente responsable de todas las actividades que ocurran bajo tu cuenta",
    "section3Text3": "No puedes transferir tu cuenta a otra persona o entidad sin consentimiento previo por escrito.",
    "section3Text4": "Asac se reserva el derecho de suspender o cancelar cuentas que proporcionen información falsa o violen estos Términos.",
    "section4Title": "4. Servicios, Contratos y Responsabilidad",
    "section4Text1": "Asac conecta a los clientes con proveedores registrados legalmente, pero no es parte de los acuerdos de servicio entre ellos.",
    "section4Text2": "Clientes y proveedores son responsables de negociar el alcance de los servicios y ajustar los términos contractuales según sus discusiones.",
    "section4Text3": "Todas las comunicaciones, negociaciones, acuerdos y pagos deben realizarse a través de la plataforma Asac.",
    "section4Subtitle1": "Transacciones fuera de la plataforma prohibidas",
    "section4Text4": "Cualquier intento de:",
    "section4List1": "Eludir la plataforma",
    "section4List2": "Finalizar o completar transacciones de servicios fuera de Asac",
    "section4List3": "Evitar tarifas de la plataforma, escrow o requisitos de documentación está estrictamente prohibido.",
    "section4Text5": "Si se detecta o sospecha tal comportamiento, Asac se reserva el derecho de:",
    "section4List4": "Investigar la actividad",
    "section4List5": "Solicitar y evaluar pruebas de las partes involucradas",
    "section4List6": "Proporcionar pruebas disponibles de la plataforma (por ejemplo, registros, marcas de tiempo, historiales de mensajes) para respaldar revisiones internas o investigaciones legales oficiales",
    "section4List7": "Suspender o cancelar permanentemente las cuentas involucradas sin previo aviso",
    "section4List8": "Buscar recursos legales disponibles bajo la ley aplicable",
    "section4Subtitle2": "Responsabilidad del proveedor",
    "section4Text6": "Cada proveedor listado en Asac opera como un negocio independiente y legalmente establecido.",
    "section4Text7": "Los proveedores reconocen y aceptan que asumen plena responsabilidad profesional, fiscal y legal por todos los servicios prestados a través de la plataforma Asac.",
    "section4Text8": "Esto incluye:",
    "section4List9": "Cumplimiento con las leyes rumanas y regulaciones específicas de la industria;",
    "section4List10": "Poseer las licencias, permisos o pólizas de seguro necesarias;",
    "section4List11": "Responsabilidad fiscal por facturación, impuestos e informes financieros.",
    "section4Text9": "Asac no supervisa, controla ni participa directamente en el trabajo realizado por los proveedores y no será responsable por reclamaciones, pérdidas, daños o disputas derivadas de los servicios prestados.",
    "section5Title": "5. Pagos y Escrow",
    "section5Text1": "Todos los pagos entre clientes y proveedores deben procesarse a través de Stripe, integrado en la plataforma Asac.",
    "section5List1": "Tras el acuerdo entre cliente y proveedor, el pago se cobra y se mantiene de forma segura en escrow.",
    "section5List2": "Los fondos se liberan al proveedor una vez que el cliente confirma la finalización satisfactoria de los servicios.",
    "section5List3": "Las facturas se emiten después de la finalización exitosa de los servicios, de acuerdo con los requisitos contables y fiscales de Rumanía.",
    "section5Text2": "Asac puede aplicar una tarifa de servicio de la plataforma, que se divulgará de forma transparente durante el proceso de reserva.",
    "section6Title": "6. Cancelaciones y Reembolsos",
    "section6Text1": "Las políticas de cancelación y reembolso están regidas por los acuerdos individuales entre los Clientes y los Proveedores.",
    "section6Text2": "En caso de disputas, Asac puede ofrecer asistencia limitada para la resolución de disputas, pero la responsabilidad final recae en las partes involucradas.",
    "section6Text3": "Los fondos mantenidos en escrow pueden ser reembolsados o redirigidos en función de la evidencia documentada y la determinación razonable de Asac.",
    "section7Title": "7. Reglas de Uso de la Plataforma",
    "section7Text1": "Al usar Asac, usted acepta:",
    "section7List1": "Proporcionar información veraz, completa y legal;",
    "section7List2": "Respetar las leyes y regulaciones aplicables en Rumanía y la UE;",
    "section7List3": "Interactuar con otros usuarios de manera profesional y de buena fe;",
    "section7List4": "No participar en comportamientos abusivos, engañosos, ilegales o dañinos;",
    "section7List5": "No extraer, copiar ni hacer un mal uso del contenido de la Plataforma;",
    "section7List6": "Usar Asac únicamente para transacciones legales realizadas a través de la Plataforma.",
    "section7Text2": "La violación de estas reglas puede resultar en la suspensión o terminación inmediata de su cuenta.",
    "section8Title": "8. Verificación y Auditorías",
    "section8Text1": "Asac se reserva el derecho de auditar periódicamente a los Proveedores para garantizar el cumplimiento de los estándares de registro, licencias, seguros y servicios.",
    "section8Text2": "Los Proveedores que no cumplan con los estándares de verificación de Asac o proporcionen documentación falsa/engañosa pueden tener sus cuentas restringidas o terminadas.",
    "section9Title": "9. Privacidad y Protección de Datos",
    "section9Text1": "Tu privacidad es importante para nosotros.",
    "section9Text2": "Al usar Asac, aceptas la recopilación y uso de tu información como se describe en nuestra [Enlace de Política de Privacidad].",
    "section9Text3": "Procesamos los datos personales de acuerdo con:",
    "section9List1": "El GDPR (Reglamento (UE) 2016/679)",
    "section9List2": "Ley rumana no. 190/2018 sobre la aplicación del GDPR.",
    "section9Text4": "Los datos recopilados incluyen información personal y de la empresa, necesaria para la verificación del usuario, las transacciones financieras y las mejoras de la plataforma.",
    "section10Title": "10. Propiedad Intelectual",
    "section10Text1": "Todo el contenido en Asac (excluyendo el contenido generado por los usuarios) — incluyendo, pero no limitado a logotipos, diseño y texto — es propiedad de Asac o sus licenciatarios, protegido por las leyes de propiedad intelectual rumanas e internacionales.",
    "section10Text2": "No puede usar, copiar ni distribuir ningún contenido sin el consentimiento previo por escrito.",
    "section11Title": "11. Descargos de responsabilidad y limitación de responsabilidad",
    "section11Text1": "Asac se proporciona \"tal cual\" y \"según disponibilidad.\"",
    "section11Text2": "En la máxima medida permitida por la ley, Asac:",
    "section11Item1": "Descarta todas las garantías de comerciabilidad, aptitud para un propósito particular y no infracción",
    "section11Item2": "No garantiza la operación ininterrumpida ni libre de errores del servicio",
    "section11Item3": "No es responsable de ningún daño directo, indirecto, incidental, consecuente o punitivo que surja o esté relacionado con el uso de la Plataforma o los servicios organizados a través de ella.",
    "section11Text3": "La responsabilidad total de Asac se limita al monto de las tarifas recaudadas por Asac de usted en los doce (12) meses anteriores al evento que dio lugar a la responsabilidad.",
    "section12Title": "12. Modificaciones",
    "section12Text1": "Podemos modificar estos Términos en cualquier momento.",
    "section12Text2": "Si los cambios son sustanciales, notificaremos a los usuarios publicando una versión actualizada y actualizando la \"Fecha de vigencia.\"",
    "section12Text3": "El uso continuo de Asac después de los cambios constituye su aceptación de los nuevos Términos.",
    "section13Title": "13. Ley Aplicable",
    "section13Text1": "Estos Términos se rigen e interpretan de acuerdo con las leyes de Rumanía.",
    "section13Text2": "Cualquier disputa estará sujeta a la jurisdicción exclusiva de los tribunales rumanos.",
    "section14Title": "14. Contáctenos",
    "section14Text1": "Para cualquier pregunta o inquietud relacionada con estos Términos o su uso de Asac, comuníquese con",
    "section14Text2": "📩 contact@asac.app"
  }
}
