{
  "home": {
    "title": "Eficacitate, de fiecare dată.",
    "description": "Platforma noastră de servicii casnice facilitează - cert, clar și transparent - interacțiunea dintre clienți și contractori, asigurând rezultate la îndemână",
    "buttons": {
      "contact": "Contactează-ne",
      "register": "Înregistrează-te",
      "cancel": "Anulează",
      "send": "Trimite"
    },
    "placeholders": {
      "yourEmail": "Email-ul tău",
      "tellUs": "Scrie-ne"
    },
    "coming": "În curând",
    "subTitle": "Găsește un serviciu",
    "services": {
      "label1": "Îmbunătățiri Casnice",
      "label2": "Mutări și Organizare",
      "label3": "Servicii de Curățenie a Locuinței",
      "label4": "Reparații și Întreținere",
      "label5": "Servicii de Combatere a Dăunătorilor",
      "label6": "Grădinărit și Îngrijire a Gazonului"
    },
    "qas": {
      "qa1": {
        "title": "Ce facem",
        "description": "Conectăm clienții cu profesioniști din industrie astfel încât să întrunim întregul spectru de nevoi. <br /> Fiecare proiect este tratat just și eficient. Premiza noastră este de a menține pragul de excelență la fiecare pas, de la căutarea serviciilor, la urmărirea progresului și până la concretizarea acestora."
      },
      "qa2": {
        "title": "Cum o facem",
        "description": "Clientul caută, alege, vorbește, semnează, urmărește, plătește. <br /> Noi ne asigurăm că acesta primește, toate acestea într-o manieră eficientă și atentă. <br /> Transparența și accesul la informație sunt adesea neglijate, însă pentru noi se află în prim plan."
      },
      "qa3": {
        "title": "Cui ne adresăm",
        "description": "Persoanelor individuale, de la studenți la familii, dar și IMM-urilor, care doresc îndeplinirea unor sarcini sau proiecte, atât recurente, cât și non-recurente. <br /> Contractorilor, atât firmelor, cât și celor individuali, cu expertiza și experiența în subindustriile serviciilor casnice, care doresc să își extindă activitatea și să își eficientizeze procesele interne, aderând la standardele noastre."
      }
    },
    "client": {
      "text1": "Mai ușor ca niciodată",
      "text2": "să găsești serviciul de care ai nevoie",
      "text3": "Găsește, plătește și pleacă – toate <br /> într-un singur proces fără întreruperi"
    },
    "modal": {
      "title1": "Continuă ca",
      "title2": "Completează",
      "client": "Client",
      "company": "Companie",
      "back": "Înapoi",
      "email": "Email",
      "message": "Mesaj",
      "send": "Trimite"
    },
    "allRights": "Toate drepturile rezervate"
  }
}
